Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=492_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Kieli- ja käännöspalvelut
smn: Kielâ- já jurgâlempalvâlusah

source: Sanastot
smn: Anarâškielâ ravvimjuávkku sänilistoh (lekkâs uđđâ laasân)

source: Lakisanasto (suomi-saame) . Pohjoissaamen kieli.
smn: Láhkasánit (suoma-sámi) – Lahâsäänih (suomâkielâ-tavesämikielâ) .

source: Sámediggi Saamelaiskäräjät 2005.
smn: Sämitigge 2005.

source: Sanastossa hakusanat ovat suomen kielellä ja vastineet pohjoissaamen, ruotsin ja norjan kielillä.
smn: Huám!

source: Huom!
smn: Täärhisthánnáá lahâsäänih.

source: Tarkistamaton sanasto.
smn: Ovdâskoddesäänih .

source: Eduskuntasanasto (suomi-pohjoissaame) 2008.
smn: Staatârääđi (lekkâs uđđâ laasân)

source: Valtioneuvosto.
smn: Säämi Kielâkäldee Uđđâ teermih já noormih Sátni – báhko – baakoe sänivuárhá.

source: (avautuu uuteen ikkunaan)
smn: Taažâ sämitigge (lekkâs uđđâ laasân)

source: Valter valtioneuvoston termipankki .
smn: ÁLGU – Sämikielâi etymologâlâš tiätuvuáđu . Päikkieennâm kielâi tutkâmkuávdáš (Kotus) (lekkâs uđđâ laasân)

source: Sámi Giellagáldu (Saamen Kielikaltio) Uusia termejä ja normeja
smn: Päikkieennâm kielâi tutkâmkuávdáš (Kotus) (lekkâs uđđâ laasân)

source: Sátni – báhko – baakoe Saamenkielten sanakirja ja termipankki.
smn: Tepa-termâpaŋkki , Sänivuárkkákuávdáš TSK sänivuárhá (lekkâs uđđâ laasân)

source: Norjan saamelaiskäräjät.
smn: Jurgâleijeeh ja tuulhah

source: ÁLGU – Saamelaiskielten etymologinen tietokanta , Kotimaisten kielten tutkimuskeskus (Kotus) (avautuu uuteen ikkunaan)
smn: Sämikielâ toimâttuv palvâlemmáávsuh jurgâlempalvâlusâin (lekkâs uđđâ laasân)

source: Maiden nimet seitsemällä kielellä mm. pohjoissaamen kielellä, Kotimaisten kielten tutkimuskeskus (Kotus) (avautuu uuteen ikkunaan)
smn: Suomâkielâ jurgâleijie já tuulhâi litto SKTL Uuccâmpalvâlus.

source: Sähköinen kielitoimiston sanakirja.
smn: (lekkâs uđđâ laasân)

source: Oikeinkirjoituksen lisäksi sanakirja kertoo mm. suomen kielen sanojen nykymerkitykset ja käyttöyhteydet.
smn: Auktorisistum kielâjurkâleijeeh, Máttááttâshaldâttâs (lekkâs uđđâ laasân)

source: Kotimaisten kielten tutkimuskeskus (Kotus) (avautuu uuteen ikkunaan)
smn: Káártáh

source: Tepa-termipankki Sanastokeskus TSK:n sanasto (avautuu uuteen ikkunaan)
smn: Eennâmmittetedemlájádâs kárttápalvâlus.

source: Kääntäjät ja tulkit
smn: Päikkinoomah meid tave-,aanaar- já nuorttâsämikielân.

source: Saamen kielen toimiston lista freelancer kääntäjistä ja tulkeista
smn: (lekkâs uđđâ laasân)

source: Saamen kielen toimiston palvelumaksut käännöspalveluista
smn: Maalih ja tiervâttâsah

source: Suomen kääntäjien ja tulkkien liitto SKTL. Sisältää hakupalvelun.
smn: Pyeri ustevpeivi tiervâttâs 14.2. - tave-, aanaar- já nuorttâsâmikielân

source: Auktorisoidut kielenkääntäjät .
smn: Säämi aalmugpeeivi tiervâttâs 6.2. - tave-, aanaar- já nuorttâsâmikielân

source: Opetushallitus (avautuu uuteen ikkunaan)
smn: Pyeri jonsahpeivi já pyeri keesi - tave-, aanaar- já nuorttâsâmikielân

source: Suomen tulkkaus.
smn: Juovlâiääigi tiervâttâsah maaŋgâ jieškote-uv kielân , meid tave-, aanaar- já nuorttâsâmikielân (liŋkkâ staatârääđi jurgâlus- já kielâpalvâlusâi sijđoid) (lekkâs uđđâ laasân)

source: Kokokousmatkaajan käsikirja Eurooppaan .
smn: 26. čohčâmáánu lii Euroopkielâi peivi - tave-, aanaar- já nuorttâsâmikielân

source: Euroopan komission tulkkauksen pääosaston suomenkielinen tulkkausyksikkö.
smn: Kielâtipšom

source: Kartat
smn: Oopah já tuđhoseh

source: Maanmittaustoimiston karttapalvelu .
smn: Auktorisistum kielâjurkâleijee tuđhos , Máttááttâshaldâttâs (lekkâs uđđâ laasân)

source: Paikannimet myös pohjois-,inarin- ja koltansaamen kielellä.
smn: Giellagas-instituut , Oulu ollâopâttâh Válduamnâsin sämikielâ já sämikulttuur.

source: Kielenhuolto ja saamen kieliteknologia
smn: Sämitutkâmuš (HuK), Syemmilâš-ugrilâš kielâtutkâmuš, Helsig ollâopâttâh Sämikielâ spesiaalâšumlinjâš (FM)

source: Divvun.no Saamen kielen oikolukutyökalut (avautuu uuteen ikkunaan)
smn: Sämikielâ vuáđuoopah, Šoddâdemtiettui tieđâkodde, Laapi ollâopâttâh Sämikielâ uálgiamnâsoppân vuáđuoopah (25 op)

source: Saamen kieliteknologian keskus - Giellatekno .
smn: DAVVI Maaŋgâtieđâlâš ollâooppâtlâš škovlimhaahâ 2010-2013 Laapi ollâopâttâh uárnee DAVVI oopâid (190 op) oovtâst Säämi máttááttâskuávdáin.

source: Sisältää mm. pohjois-, inarin- ja koltansaamen.
smn: Säämi máttááttâskuávdáš Áámmátlâš oppâlájádâs Anarist, mast puávtáh oppâđ tave-, aanaar- já nuorttâsämikielâ.
